Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# ListViewFontFamilySettingsCard.Description
source: Pick a font family for the data displayed in List Views in the app. Depending on the font you switch to and if data is already loaded in list views, their width might need re-adjustment. Enable the auto column resizing feature if needed.
ar: اختر عائلة خط للبيانات المعروضة في طرق عرض القوائم داخل التطبيق. استناداً إلى الخط الذي تنتقل إليه وإذا كانت البيانات محمّلة مسبقاً في طرق عرض القوائم، فقد يتطلّب عرضها إعادة ضبط. فعّل ميزة تغيير حجم الأعمدة تلقائياً عند الحاجة.
de_de: Wählen Sie eine Schriftfamilie für die in der App in Listenansichten dargestellten Daten. Abhängig von der gewählten Schrift und bereits geladenen Daten in Listenansichten kann eine Breitenanpassung erforderlich sein. Aktivieren Sie bei Bedarf die Funktion zur automatischen Spaltenanpassung.
el_gr: Επιλέξτε οικογένεια γραμματοσειράς για τα δεδομένα που εμφανίζονται στις Προβολές Λίστας της εφαρμογής. Ανάλογα με τη γραμματοσειρά στην οποία μεταβαίνετε και εφόσον δεδομένα έχουν ήδη φορτωθεί σε προβολές λίστας, το πλάτος τους ενδέχεται να χρειάζεται επαναρύθμιση. Ενεργοποιήστε τη δυνατότητα αυτόματης αλλαγής μεγέθους στηλών, αν απαιτείται.
es: Elige una familia de fuentes para los datos mostrados en las Vistas de Lista de la aplicación. Según la fuente a la que cambies y si ya hay datos cargados en las vistas de lista, su ancho podría requerir un reajuste. Activa la función de redimensionamiento automático de columnas si es necesario.
fr_fr: Choisissez une famille de polices pour les données affichées dans les Vues Liste de l'application. Selon la police que vous choisissez et si des données sont déjà chargées dans les vues liste, leur largeur peut nécessiter un réajustement. Activez la fonctionnalité de redimensionnement automatique des colonnes si nécessaire.
he_il: בחר משפחת גופן עבור הנתונים המוצגים בתצוגות רשימה ביישום. בהתאם לגופן שאליו תעבור ואם נתונים כבר נטענו בתצוגות הרשימה, ייתכן שרוחב העמודות יצריך התאמה מחדש. במידת הצורך, הפעל את תכונת שינוי הגודל האוטומטי של העמודות.
hi_in: ऐप में सूची दृश्यों में प्रदर्शित डेटा के लिए फ़ॉन्ट परिवार चुनें। जिस फ़ॉन्ट में आप स्विच करते हैं उसके आधार पर, और यदि सूची दृश्यों में डेटा पहले से लोड है, तो उनकी चौड़ाई को पुनः समायोजन की आवश्यकता हो सकती है। आवश्यकता होने पर स्तंभों के स्वचालित आकार बदलने की सुविधा सक्षम करें.
ja_jp: アプリのリストビューに表示されるデータのフォントファミリを選択します。切り替えるフォントと、リストビューに既にデータが読み込まれているかどうかによって、列の幅の再調整が必要になる場合があります。必要に応じて、列の自動サイズ変更機能を有効にしてください。
ml_in: ആപ്പിലെ ലിസ്റ്റ് വ്യൂകളിൽ പ്രദർശിപ്പിക്കുന്ന ഡാറ്റയ്ക്കായി ഒരു ഫോണ്ട് കുടുംബം തിരഞ്ഞെടുക്കുക. നിങ്ങൾ മാറുന്ന ഫോണ്ടിനെയും ലിസ്റ്റ് വ്യൂകളിൽ ഡാറ്റ ഇതിനകം ലോഡുചെയ്തിട്ടുണ്ടോയെന്നും ആശ്രയിച്ച്, അവയുടെ വീതി വീണ്ടും ക്രമീകരണം ആവശ്യമാകാം. ആവശ്യമെങ്കിൽ കോളങ്ങളുടെ സ്വയമേവ വലിപ്പമാറ്റ സവിശേഷത പ്രവർത്തനക്ഷമമാക്കുക.
pl_pl: Wybierz rodzinę czcionek dla danych wyświetlanych w widokach listy w aplikacji. W zależności od czcionki, na którą się przełączysz, oraz jeśli dane są już załadowane w widokach listy, ich szerokość może wymagać ponownej regulacji. W razie potrzeby włącz funkcję automatycznej zmiany rozmiaru kolumn.
tr_tr: Uygulamadaki Liste Görünümlerinde görüntülenen veriler için bir yazı tipi ailesi seçin. Geçiş yaptığınız yazı tipine bağlı olarak ve liste görünümlerinde veriler zaten yüklüyse genişliklerinin yeniden ayarlanması gerekebilir. Gerekirse otomatik sütun yeniden boyutlandırma özelliğini etkinleştirin.

# ListViewFontFamilySettingsCard.Header
source: List Views Font Family
ar: عائلة الخط لطرق عرض القوائم
de_de: Schriftfamilie für Listenansichten
el_gr: Οικογένεια γραμματοσειράς Προβολών Λίστας
es: Familia de fuentes de las Vistas de Lista
fr_fr: Famille de Police des Vues Liste
he_il: משפחת גופן לתצוגות רשימה
hi_in: सूची दृश्यों का फ़ॉन्ट परिवार
ja_jp: リストビューのフォントファミリ
ml_in: ലിസ്റ്റ് വ്യൂകളുടെ ഫോണ്ട് കുടുംബം
pl_pl: Rodzina czcionek dla widoków listy
tr_tr: Liste Görünümleri Yazı Tipi Ailesi

# ListViewFontFamilySettingsCard.ToolTipService.ToolTip
source: Pick a font family for the data displayed in List Views in the app. Depending on the font you switch to and if data is already loaded in list views, their width might need re-adjustment. Enable the auto column resizing feature if needed.
ar: اختر عائلة خط للبيانات المعروضة في طرق عرض القوائم داخل التطبيق. استناداً إلى الخط الذي تنتقل إليه وإذا كانت البيانات محمّلة مسبقاً في طرق عرض القوائم، فقد يتطلّب عرضها إعادة ضبط. فعّل ميزة تغيير حجم الأعمدة تلقائياً عند الحاجة.
de_de: Wählen Sie eine Schriftfamilie für die in der App in Listenansichten dargestellten Daten. Abhängig von der gewählten Schrift und bereits geladenen Daten in Listenansichten kann eine Breitenanpassung erforderlich sein. Aktivieren Sie bei Bedarf die Funktion zur automatischen Spaltenanpassung.
el_gr: Επιλέξτε οικογένεια γραμματοσειράς για τα δεδομένα που εμφανίζονται στις Προβολές Λίστας της εφαρμογής. Ανάλογα με τη γραμματοσειρά στην οποία μεταβαίνετε και εφόσον δεδομένα έχουν ήδη φορτωθεί σε προβολές λίστας, το πλάτος τους ενδέχεται να χρειάζεται επαναρύθμιση. Ενεργοποιήστε τη δυνατότητα αυτόματης αλλαγής μεγέθους στηλών, αν απαιτείται.
es: Elige una familia de fuentes para los datos mostrados en las Vistas de Lista de la aplicación. Según la fuente a la que cambies y si ya hay datos cargados en las vistas de lista, su ancho podría requerir un reajuste. Activa la función de redimensionamiento automático de columnas si es necesario.
fr_fr: Choisissez une famille de polices pour les données affichées dans les Vues Liste de l'application. Selon la police que vous choisissez et si des données sont déjà chargées dans les vues liste, leur largeur peut nécessiter un réajustement. Activez la fonctionnalité de redimensionnement automatique des colonnes si nécessaire.
he_il: בחר משפחת גופן עבור הנתונים המוצגים בתצוגות רשימה ביישום. בהתאם לגופן שאליו תעבור ואם נתונים כבר נטענו בתצוגות הרשימה, ייתכן שרוחב העמודות יצריך התאמה מחדש. במידת הצורך, הפעל את תכונת שינוי הגודל האוטומטי של העמודות.
hi_in: ऐप में सूची दृश्यों में प्रदर्शित डेटा के लिए फ़ॉन्ट परिवार चुनें। जिस फ़ॉन्ट में आप स्विच करते हैं उसके आधार पर, और यदि सूची दृश्यों में डेटा पहले से लोड है, तो उनकी चौड़ाई को पुनः समायोजन की आवश्यकता हो सकती है। आवश्यकता होने पर स्तंभों के स्वचालित आकार बदलने की सुविधा सक्षम करें.
ja_jp: アプリのリストビューに表示されるデータのフォントファミリを選択します。切り替えるフォントと、リストビューに既にデータが読み込まれているかどうかによって、列の幅の再調整が必要になる場合があります。必要に応じて、列の自動サイズ変更機能を有効にしてください。
ml_in: ആപ്പിലെ ലിസ്റ്റ് വ്യൂകളിൽ പ്രദർശിപ്പിക്കുന്ന ഡാറ്റയ്ക്കായി ഒരു ഫോണ്ട് കുടുംബം തിരഞ്ഞെടുക്കുക. നിങ്ങൾ മാറുന്ന ഫോണ്ടിനെയും ലിസ്റ്റ് വ്യൂകളിൽ ഡാറ്റ ഇതിനകം ലോഡുചെയ്തിട്ടുണ്ടോയെന്നും ആശ്രയിച്ച്, അവയുടെ വീതി വീണ്ടും ക്രമീകരണം ആവശ്യമാകാം. ആവശ്യമെങ്കിൽ കോളങ്ങളുടെ സ്വയമേവ വലിപ്പമാറ്റ സവിശേഷത പ്രവർത്തനക്ഷമമാക്കുക.
pl_pl: Wybierz rodzinę czcionek dla danych wyświetlanych w widokach listy w aplikacji. W zależności od czcionki, na którą się przełączysz, oraz jeśli dane są już załadowane w widokach listy, ich szerokość może wymagać ponownej regulacji. W razie potrzeby włącz funkcję automatycznej zmiany rozmiaru kolumn.
tr_tr: Uygulamadaki Liste Görünümlerinde görüntülenen veriler için bir yazı tipi ailesi seçin. Geçiş yaptığınız yazı tipine bağlı olarak ve liste görünümlerinde veriler zaten yüklüyse genişliklerinin yeniden ayarlanması gerekebilir. Gerekirse otomatik sütun yeniden boyutlandırma özelliğini etkinleştirin.

# ListViewFontFamilySettingsCard.AutomationProperties.HelpText
source: Pick a font family for the data displayed in List Views in the app. Depending on the font you switch to and if data is already loaded in list views, their width might need re-adjustment. Enable the auto column resizing feature if needed.
ar: اختر عائلة خط للبيانات المعروضة في طرق عرض القوائم داخل التطبيق. استناداً إلى الخط الذي تنتقل إليه وإذا كانت البيانات محمّلة مسبقاً في طرق عرض القوائم، فقد يتطلّب عرضها إعادة ضبط. فعّل ميزة تغيير حجم الأعمدة تلقائياً عند الحاجة.
de_de: Wählen Sie eine Schriftfamilie für die in der App in Listenansichten dargestellten Daten. Abhängig von der gewählten Schrift und bereits geladenen Daten in Listenansichten kann eine Breitenanpassung erforderlich sein. Aktivieren Sie bei Bedarf die Funktion zur automatischen Spaltenanpassung.
el_gr: Επιλέξτε οικογένεια γραμματοσειράς για τα δεδομένα που εμφανίζονται στις Προβολές Λίστας της εφαρμογής. Ανάλογα με τη γραμματοσειρά στην οποία μεταβαίνετε και εφόσον δεδομένα έχουν ήδη φορτωθεί σε προβολές λίστας, το πλάτος τους ενδέχεται να χρειάζεται επαναρύθμιση. Ενεργοποιήστε τη δυνατότητα αυτόματης αλλαγής μεγέθους στηλών, αν απαιτείται.
es: Elige una familia de fuentes para los datos mostrados en las Vistas de Lista de la aplicación. Según la fuente a la que cambies y si ya hay datos cargados en las vistas de lista, su ancho podría requerir un reajuste. Activa la función de redimensionamiento automático de columnas si es necesario.
fr_fr: Choisissez une famille de polices pour les données affichées dans les Vues Liste de l'application. Selon la police que vous choisissez et si des données sont déjà chargées dans les vues liste, leur largeur peut nécessiter un réajustement. Activez la fonctionnalité de redimensionnement automatique des colonnes si nécessaire.
he_il: בחר משפחת גופן עבור הנתונים המוצגים בתצוגות רשימה ביישום. בהתאם לגופן שאליו תעבור ואם נתונים כבר נטענו בתצוגות הרשימה, ייתכן שרוחב העמודות יצריך התאמה מחדש. במידת הצורך, הפעל את תכונת שינוי הגודל האוטומטי של העמודות.
hi_in: ऐप में सूची दृश्यों में प्रदर्शित डेटा के लिए फ़ॉन्ट परिवार चुनें। जिस फ़ॉन्ट में आप स्विच करते हैं उसके आधार पर, और यदि सूची दृश्यों में डेटा पहले से लोड है, तो उनकी चौड़ाई को पुनः समायोजन की आवश्यकता हो सकती है। आवश्यकता होने पर स्तंभों के स्वचालित आकार बदलने की सुविधा सक्षम करें.
ja_jp: アプリのリストビューに表示されるデータのフォントファミリを選択します。切り替えるフォントと、リストビューに既にデータが読み込まれているかどうかによって、列の幅の再調整が必要になる場合があります。必要に応じて、列の自動サイズ変更機能を有効にしてください。
ml_in: ആപ്പിലെ ലിസ്റ്റ് വ്യൂകളിൽ പ്രദർശിപ്പിക്കുന്ന ഡാറ്റയ്ക്കായി ഒരു ഫോണ്ട് കുടുംബം തിരഞ്ഞെടുക്കുക. നിങ്ങൾ മാറുന്ന ഫോണ്ടിനെയും ലിസ്റ്റ് വ്യൂകളിൽ ഡാറ്റ ഇതിനകം ലോഡുചെയ്തിട്ടുണ്ടോയെന്നും ആശ്രയിച്ച്, അവയുടെ വീതി വീണ്ടും ക്രമീകരണം ആവശ്യമാകാം. ആവശ്യമെങ്കിൽ കോളങ്ങളുടെ സ്വയമേവ വലിപ്പമാറ്റ സവിശേഷത പ്രവർത്തനക്ഷമമാക്കുക.
pl_pl: Wybierz rodzinę czcionek dla danych wyświetlanych w widokach listy w aplikacji. W zależności od czcionki, na którą się przełączysz, oraz jeśli dane są już załadowane w widokach listy, ich szerokość może wymagać ponownej regulacji. W razie potrzeby włącz funkcję automatycznej zmiany rozmiaru kolumn.
tr_tr: Uygulamadaki Liste Görünümlerinde görüntülenen veriler için bir yazı tipi ailesi seçin. Geçiş yaptığınız yazı tipine bağlı olarak ve liste görünümlerinde veriler zaten yüklüyse genişliklerinin yeniden ayarlanması gerekebilir. Gerekirse otomatik sütun yeniden boyutlandırma özelliğini etkinleştirin.

# TotalText.Text
source: Total:
ar: الإجمالي:
de_de: Gesamt:
el_gr: Σύνολο:
he_il: סך הכול:
hi_in: कुल:
ja_jp: 合計：
ml_in: മൊത്തം:
pl_pl: Razem:
tr_tr: Toplam:

# TotalText.ToolTipService.ToolTip
source: The total number of items
ar: العدد الإجمالي للعناصر
de_de: Die Gesamtzahl der Elemente
el_gr: Ο συνολικός αριθμός στοιχείων
es: El número total de elementos
fr_fr: Le nombre total d'éléments
he_il: מספר הפריטים הכולל
hi_in: आइटमों की कुल संख्या
ja_jp: アイテムの総数
ml_in: ഇനങ്ങളുടെ മൊത്തം എണ്ണം
pl_pl: Łączna liczba elementów
tr_tr: Toplam öğe sayısı

# TotalText.AutomationProperties.HelpText
source: The total number of items
ar: العدد الإجمالي للعناصر
de_de: Die Gesamtzahl der Elemente
el_gr: Ο συνολικός αριθμός στοιχείων
es: El número total de elementos
fr_fr: Le nombre total d'éléments
he_il: מספר הפריטים הכולל
hi_in: आइटमों की कुल संख्या
ja_jp: アイテムの総数
ml_in: ഇനങ്ങളുടെ മൊത്തം എണ്ണം
pl_pl: Łączna liczba elementów
tr_tr: Toplam öğe sayısı

# LoadedText.Text
source: Loaded:
ar: المحمّلة:
de_de: Geladen:
el_gr: Φορτωμένα:
es: Cargados:
fr_fr: Chargé :
he_il: טעונים:
hi_in: लोड किए गए:
ja_jp: 読み込み中：
ml_in: ലോഡുചെയ്തത്:
pl_pl: Załadowano:
tr_tr: Yüklendi:

# LoadedText.ToolTipService.ToolTip
source: The total number of items that are currently loaded in the view
ar: العدد الإجمالي للعناصر المُحمّلة حالياً في العرض
de_de: Die Gesamtzahl der Elemente, die derzeit in der Ansicht geladen sind
el_gr: Ο συνολικός αριθμός στοιχείων που είναι αυτή τη στιγμή φορτωμένα στην προβολή
es: El número total de elementos que están actualmente cargados en la vista
fr_fr: Le nombre total d'éléments actuellement chargés dans la vue
he_il: מספר הפריטים הכולל הטעונים כעת בתצוגה
hi_in: वर्तमान में दृश्य में लोड किए गए आइटमों की कुल संख्या
ja_jp: 現在ビューに読み込まれているアイテムの総数
ml_in: നിലവിൽ വ്യൂയിൽ ലോഡുചെയ്തിരിക്കുന്ന ഇനങ്ങളുടെ മൊത്തം എണ്ണം
pl_pl: Łączna liczba elementów aktualnie załadowanych w widoku
tr_tr: Şu anda görünümde yüklü olan öğelerin toplam sayısı

# LoadedText.AutomationProperties.HelpText
source: The total number of items that are currently loaded in the view
ar: العدد الإجمالي للعناصر المُحمّلة حالياً في العرض
de_de: Die Gesamtzahl der Elemente, die derzeit in der Ansicht geladen sind
el_gr: Ο συνολικός αριθμός στοιχείων που είναι αυτή τη στιγμή φορτωμένα στην προβολή
es: El número total de elementos que están actualmente cargados en la vista
fr_fr: Le nombre total d'éléments actuellement chargés dans la vue
he_il: מספר הפריטים הכולל הטעונים כעת בתצוגה
hi_in: वर्तमान में दृश्य में लोड किए गए आइटमों की कुल संख्या
ja_jp: 現在ビューに読み込まれているアイテムの総数
ml_in: നിലവിൽ വ്യൂയിൽ ലോഡുചെയ്തിരിക്കുന്ന ഇനങ്ങളുടെ മൊത്തം എണ്ണം
pl_pl: Łączna liczba elementów aktualnie załadowanych w widoku
tr_tr: Şu anda görünümde yüklü olan öğelerin toplam sayısı

# RetrieveTheLogsButton.Content
source: Retrieve The Logs
ar: استرداد السجلات
de_de: Protokolle abrufen
el_gr: Ανάκτηση αρχείων καταγραφής
es: Obtener los registros
fr_fr: Récupérer les Journaux
he_il: אחזר את היומנים
hi_in: लॉग्स प्राप्त करें
ja_jp: ログを取得
ml_in: ലോഗുകൾ വീണ്ടെടുക്കുക
pl_pl: Pobierz dzienniki
tr_tr: Günlükleri Al

# RetrieveTheLogsButton.ToolTipService.ToolTip
source: Retrieve the logs by submitting an Advanced Hunting query to MDE
ar: استرداد السجلات عن طريق إرسال استعلام الصيد المتقدم إلى MDE
de_de: Rufen Sie die Protokolle ab, indem Sie eine Advanced Hunting-Abfrage an MDE senden
el_gr: Ανακτήστε τα αρχεία καταγραφής υποβάλλοντας ένα ερώτημα Advanced Hunting στο MDE
es: Obtén los registros enviando una consulta de Advanced Hunting a MDE
fr_fr: Récupérer les journaux en soumettant une requête Advanced Hunting à MDE
he_il: אחזר את היומנים באמצעות שליחת שאילתת Advanced Hunting ל-MDE
hi_in: Advanced Hunting क्वेरी सबमिट करके MDE से लॉग्स प्राप्त करें
ja_jp: MDEに高度な追求クエリを送信してログを取得します
ml_in: Advanced Hunting ക്വറി MDE-ലേക്ക് സമർപ്പിച്ച് ലോഗുകൾ വീണ്ടെടുക്കുക
pl_pl: Pobierz dzienniki, wysyłając zapytanie Advanced Hunting do MDE
tr_tr: MDE'ye Gelişmiş Arama sorgusu göndererek günlükleri alın

# RetrieveTheLogsButton.AutomationProperties.HelpText
source: Retrieve the logs by submitting an Advanced Hunting query to MDE
ar: استرداد السجلات عن طريق إرسال استعلام الصيد المتقدم إلى MDE
de_de: Rufen Sie die Protokolle ab, indem Sie eine Advanced Hunting-Abfrage an MDE senden
el_gr: Ανακτήστε τα αρχεία καταγραφής υποβάλλοντας ένα ερώτημα Advanced Hunting στο MDE
es: Obtén los registros enviando una consulta de Advanced Hunting a MDE
fr_fr: Récupérer les journaux en soumettant une requête Advanced Hunting à MDE
he_il: אחזר את היומנים באמצעות שליחת שאילתת Advanced Hunting ל-MDE
hi_in: Advanced Hunting क्वेरी सबमिट करके MDE से लॉग्स प्राप्त करें
ja_jp: MDEに高度な追求クエリを送信してログを取得します
ml_in: Advanced Hunting ക്വറി MDE-ലേക്ക് സമർപ്പിച്ച് ലോഗുകൾ വീണ്ടെടുക്കുക
pl_pl: Pobierz dzienniki, wysyłając zapytanie Advanced Hunting do MDE
tr_tr: MDE'ye Gelişmiş Arama sorgusu göndererek günlükleri alın

# MDEAHQueryExamplesButton.Content
source: Query Examples
ar: أمثلة على الاستعلامات
de_de: Abfragebeispiele
el_gr: Παραδείγματα ερωτημάτων
es: Ejemplos de consultas
fr_fr: Exemples de Requêtes
he_il: דוגמאות לשאילתות
hi_in: क्वेरी उदाहरण
ja_jp: クエリ例
ml_in: ക്വറി ഉദാഹരണങ്ങൾ
pl_pl: Przykłady zapytań
tr_tr: Sorgu Örnekleri

# MDEAHQueryExamplesButton.ToolTipService.ToolTip
source: You can copy the following queries and use them in the MDE Advanced Hunting portal to generate standard logs that are compatible with the AppControl Manager, or you can use the built-in functionality of the application to automatically retrieve the logs and process them.
ar: يمكنك نسخ الاستعلامات التالية واستخدامها في مدخل MDE Advanced Hunting لإنشاء سجلات قياسية متوافقة مع AppControl Manager، أو يمكنك استخدام الوظائف المضمنة في التطبيق لاسترداد السجلات ومعالجتها تلقائيًا.
de_de: Sie können die folgenden Abfragen kopieren und im MDE Advanced Hunting-Portal verwenden, um Standardprotokolle zu erzeugen, die mit dem AppControl Manager kompatibel sind, oder Sie nutzen die integrierte Funktion der Anwendung, um die Protokolle automatisch abzurufen und zu verarbeiten.
el_gr: Μπορείτε να αντιγράψετε τα παρακάτω ερωτήματα και να τα χρησιμοποιήσετε στην πύλη MDE Advanced Hunting για να δημιουργήσετε τυπικά αρχεία καταγραφής συμβατά με το AppControl Manager, ή μπορείτε να χρησιμοποιήσετε τις ενσωματωμένες δυνατότητες της εφαρμογής για να ανακτήσετε αυτόματα τα αρχεία καταγραφής και να τα επεξεργαστείτε.
es: Puedes copiar las siguientes consultas y usarlas en el portal de MDE Advanced Hunting para generar registros estándar compatibles con AppControl Manager, o puedes usar la funcionalidad integrada de la aplicación para recuperar automáticamente los registros y procesarlos.
fr_fr: Vous pouvez copier les requêtes suivantes et les utiliser dans le portail MDE Advanced Hunting pour générer des journaux standards compatibles avec AppControl Manager, ou vous pouvez utiliser la fonctionnalité intégrée de l'application pour récupérer et traiter automatiquement les journaux.
he_il: באפשרותך להעתיק את השאילתות הבאות ולהשתמש בהן בפורטל Advanced Hunting של MDE כדי להפיק יומנים סטנדרטיים התואמים ל-AppControl Manager, או להשתמש ביכולות המובנות של היישום כדי לאחזר את היומנים ולעבד אותם באופן אוטומטי.
hi_in: आप निम्नलिखित क्वेरियों को कॉपी करके MDE Advanced Hunting पोर्टल में उपयोग कर सकते हैं, ताकि AppControl Manager के साथ संगत मानक लॉग उत्पन्न हों, या आप एप्लिकेशन की अंतर्निहित कार्यक्षमता का उपयोग करके लॉग्स को स्वतः प्राप्त कर उन्हें प्रोसेस कर सकते हैं.
ja_jp: 以下のクエリをコピーしてMDE高度な追求ポータルで使用し、AppControl Managerと互換性のある標準ログを生成するか、アプリケーションの組み込み機能を使用してログを自動的に取得して処理することができます。
ml_in: താഴെ നൽകിയിരിക്കുന്ന ക്വറികൾ പകർത്തി MDE Advanced Hunting പോർട്ടലിൽ ഉപയോഗിച്ച് AppControl Manager-നുമായി അനുയോജ്യമായ സ്റ്റാൻഡേർഡ് ലോഗുകൾ സൃഷ്ടിക്കാം, അല്ലെങ്കിൽ ആപ്ലിക്കേഷന്റെ ഉൾനിർമ്മിത കഴിവുകൾ ഉപയോഗിച്ച് ലോഗുകൾ സ്വയമേവ വീണ്ടെടുത്ത് പ്രോസസ്സ് ചെയ്യാം.
pl_pl: Możesz skopiować poniższe zapytania i użyć ich w portalu MDE Advanced Hunting, aby wygenerować standardowe dzienniki zgodne z AppControl Manager, lub możesz użyć wbudowanej funkcjonalności aplikacji, aby automatycznie pobrać i przetworzyć dzienniki.
tr_tr: AppControl Manager ile uyumlu standart günlükler oluşturmak için aşağıdaki sorguları kopyalayabilir ve bunları MDE Advanced Hunting portalında kullanabilirsiniz veya günlükleri otomatik olarak almak ve işlemek için uygulamanın yerleşik işlevselliğini kullanabilirsiniz.

# MDEAHQueryExamplesButton.AutomationProperties.HelpText
source: You can copy the following queries and use them in the MDE Advanced Hunting portal to generate standard logs that are compatible with the AppControl Manager, or you can use the built-in functionality of the application to automatically retrieve the logs and process them.
ar: يمكنك نسخ الاستعلامات التالية واستخدامها في مدخل MDE Advanced Hunting لإنشاء سجلات قياسية متوافقة مع AppControl Manager، أو يمكنك استخدام الوظائف المضمنة في التطبيق لاسترداد السجلات ومعالجتها تلقائيًا.
de_de: Sie können die folgenden Abfragen kopieren und im MDE Advanced Hunting-Portal verwenden, um Standardprotokolle zu erzeugen, die mit dem AppControl Manager kompatibel sind, oder Sie nutzen die integrierte Funktion der Anwendung, um die Protokolle automatisch abzurufen und zu verarbeiten.
el_gr: Μπορείτε να αντιγράψετε τα παρακάτω ερωτήματα και να τα χρησιμοποιήσετε στην πύλη MDE Advanced Hunting για να δημιουργήσετε τυπικά αρχεία καταγραφής συμβατά με το AppControl Manager, ή μπορείτε να χρησιμοποιήσετε τις ενσωματωμένες δυνατότητες της εφαρμογής για να ανακτήσετε αυτόματα τα αρχεία καταγραφής και να τα επεξεργαστείτε.
es: Puedes copiar las siguientes consultas y usarlas en el portal de MDE Advanced Hunting para generar registros estándar compatibles con AppControl Manager, o puedes usar la funcionalidad integrada de la aplicación para recuperar automáticamente los registros y procesarlos.
fr_fr: Vous pouvez copier les requêtes suivantes et les utiliser dans le portail MDE Advanced Hunting pour générer des journaux standards compatibles avec AppControl Manager, ou vous pouvez utiliser la fonctionnalité intégrée de l'application pour récupérer et traiter automatiquement les journaux.
he_il: באפשרותך להעתיק את השאילתות הבאות ולהשתמש בהן בפורטל Advanced Hunting של MDE כדי להפיק יומנים סטנדרטיים התואמים ל-AppControl Manager, או להשתמש ביכולות המובנות של היישום כדי לאחזר את היומנים ולעבד אותם באופן אוטומטי.
hi_in: आप निम्नलिखित क्वेरियों को कॉपी करके MDE Advanced Hunting पोर्टल में उपयोग कर सकते हैं, ताकि AppControl Manager के साथ संगत मानक लॉग उत्पन्न हों, या आप एप्लिकेशन की अंतर्निहित कार्यक्षमता का उपयोग करके लॉग्स को स्वतः प्राप्त कर उन्हें प्रोसेस कर सकते हैं.
ja_jp: 以下のクエリをコピーしてMDE高度な追求ポータルで使用し、AppControl Managerと互換性のある標準ログを生成するか、アプリケーションの組み込み機能を使用してログを自動的に取得して処理することができます。
ml_in: താഴെ നൽകിയിരിക്കുന്ന ക്വറികൾ പകർത്തി MDE Advanced Hunting പോർട്ടലിൽ ഉപയോഗിച്ച് AppControl Manager-നുമായി അനുയോജ്യമായ സ്റ്റാൻഡേർഡ് ലോഗുകൾ സൃഷ്ടിക്കാം, അല്ലെങ്കിൽ ആപ്ലിക്കേഷന്റെ ഉൾനിർമ്മിത കഴിവുകൾ ഉപയോഗിച്ച് ലോഗുകൾ സ്വയമേവ വീണ്ടെടുത്ത് പ്രോസസ്സ് ചെയ്യാം.
pl_pl: Możesz skopiować poniższe zapytania i użyć ich w portalu MDE Advanced Hunting, aby wygenerować standardowe dzienniki zgodne z AppControl Manager, lub możesz użyć wbudowanej funkcjonalności aplikacji, aby automatycznie pobrać i przetworzyć dzienniki.
tr_tr: AppControl Manager ile uyumlu standart günlükler oluşturmak için aşağıdaki sorguları kopyalayabilir ve bunları MDE Advanced Hunting portalında kullanabilirsiniz veya günlükleri otomatik olarak almak ve işlemek için uygulamanın yerleşik işlevselliğini kullanabilirsiniz.

# DragAndDropHint.Text
source: or drag and drop files here
ar: أو اسحب الملفات وأفلتها هنا
de_de: oder Dateien hierher ziehen und ablegen
el_gr: ή σύρετε και αποθέστε αρχεία εδώ
es: o arrastra y suelta archivos aquí
fr_fr: ou glissez-déposez des fichiers ici
he_il: או גרור ושחרר קבצים לכאן
hi_in: या फ़ाइलों को यहां खींचकर छोड़ें
ja_jp: またはファイルをここにドラッグ＆ドロップ
ml_in: അല്ലെങ്കിൽ ഫയലുകൾ ഇവിടെ വലിച്ചിട്ട് ഇടുക
pl_pl: lub przeciągnij i upuść pliki tutaj
tr_tr: veya dosyaları buraya sürükleyip bırakın

# DragAndDropHintGetHashesCaption
source: Drop a file to retrieve its hashes
ar: أفلت ملفًا لاسترداد قيم التجزئة
de_de: Datei ablegen, um ihre Hashes abzurufen
el_gr: Αποθέστε αρχείο για ανάκτηση τιμών κατακερματισμού
es: Suelta un archivo para obtener valores de hash
fr_fr: Déposez un fichier pour récupérer ses hachages
he_il: שחרר קובץ כדי לאחזר ערכי גיבוב
hi_in: हैश मान प्राप्त करने के लिए फ़ाइल छोड़ें
ja_jp: ファイルをドロップしてハッシュを取得
ml_in: ഹാഷ് മൂല്യങ്ങൾ വീണ്ടെടുക്കാൻ ഫയൽ ഇടുക
pl_pl: Upuść plik, aby pobrać wartości skrótów
tr_tr: Karmalarını almak için bir dosyayı bırakın

# SelectedText
source: Selected
ar: محدد
de_de: Ausgewählt
el_gr: Επιλεγμένο
es: Seleccionado
fr_fr: Sélectionné
he_il: נבחר
hi_in: चयनित
ja_jp: 選択済み
ml_in: തിരഞ്ഞെടുത്തത്
pl_pl: Wybrano
tr_tr: Seçildi

# GroupNameHeader.Text
source: Name
ar: الاسم
el_gr: Όνομα
es: Nombre
fr_fr: Nom
he_il: שם
hi_in: नाम
ja_jp: 名前
ml_in: പേര്
pl_pl: Nazwa
tr_tr: İsim

# GroupDescriptionHeader.Text
source: Description
ar: الوصف
de_de: Beschreibung
el_gr: Περιγραφή
es: Descripción
he_il: תיאור
hi_in: विवरण
ja_jp: 説明
ml_in: വിവരണം
pl_pl: Opis
tr_tr: Tanım
